{
    "movies": [
      {
        "id": 1,
        "title": "Interstellar",
        "genre": "Sci-Fi",
        "image": "https://md.goojara.to/10216866.jpg",
        "description": "A group of explorers make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage", 
        "category": "movies"
      },
      {
        "id": 2,
        "title": "Breaking Bad",
        "genre": "Drama",
        "image": "https://md.goojara.to/20005273.jpg",
        "description": "Informed he has terminal cancer, an underachieving chemistry genius turned high school chemistry teacher turns to using his expertise in chemistry to provide a legacy for his family... by producing the world's highest quality crystal meth.",
        "category": "series"
      },
      {
        "id": 3,
        "title": "Spirited Away",
        "genre": "Animation",
        "image": "https://md.goojara.to/10001749.jpg",
        "description": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.",
        "category": "animation"
      },
      {
        "id": 4,
        "title": "Crash Landing on You",
        "genre": "Romance",
        "image": "https://upload.wikimedia.org/wikipedia/en/6/64/Crash_Landing_on_You_main_poster.jpg",
        "description": "A paragliding mishap drops a South Korean heiress in North Korea -- and into the life of an army officer, who decides he will help her hide.",
        "category": "k-drama"
      },
      {
        "id": 5,
        "title": "The Dark Knight",
        "genre": "Action",
        "image": "https://md.goojara.to/10000018.jpg",
        "description": "Batman, Gordon and Harvey Dent are forced to deal with the chaos unleashed by an anarchist mastermind known only as the Joker, as it drives each of them to their limits.",
        "category": "movies"
      },
      {
        "id": 6,
        "title": "Stranger Things",
        "genre": "Sci-Fi",
        "image": "https://md.goojara.to/20100202.jpg",
        "description": "When a young boy disappears, his mother, a police chief, and his friends must confront terrifying forces in order to get him back.",
        "category": "series"
      }
    ]
  }
  